Repository: DaWeiBerlin/portfolio
Catalog: messages.xlf
Languages: es

# privacyPolicyTitle
source: Privacy Policy
es: Datenschutzerklärung

# privacyPolicy1
source: 1. Data Protection at a Glance
es: 1. Datenschutz auf einen Blick

# privacyPolicy2
source: General Information
es: Allgemeine Hinweise

# privacyPolicy3
source: The following notes provide a simple overview of what happens to your personal data when you visit this website. Personal data is any data that can be used to identify you personally. Detailed information on the subject of data protection can be found in our privacy policy provided below this text.
es: Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.

# privacyPolicy4
source: Data Collection on This Website
es: Datenerfassung auf dieser Website

# privacyPolicy5
source: Who is responsible for data collection on this website?
es: Wer ist verantwortlich für die Datenerfassung auf dieser Website?

# privacyPolicy6
source: Data processing on this website is carried out by the website operator. You can find the operator's contact details in the section "Notice to the Responsible Party" in this privacy policy.
es: Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt „Hinweis zur Verantwortlichen Stelle“ in dieser Datenschutzerklärung entnehmen.

# privacyPolicy7
source: How do we collect your data?
es: Wie erfassen wir Ihre Daten?

# privacyPolicy8
source: Your data is collected in part by you providing it to us. This may include data that you enter into a contact form, for example.
es: Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z.B. um Daten handeln, die Sie in ein Kontaktformular eingeben.

# privacyPolicy9
source: Other data is collected automatically or with your consent when you visit the website by our IT systems. This mainly includes technical data (e.g., internet browser, operating system, or time of page access).
es: Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z.B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs).

# privacyPolicy11
source: External Hosting
es: Externes Hosting

# privacyPolicy12
source: This website is hosted externally. The personal data collected on this website is stored on the servers of the host. Hosting provider:
es: Diese Website wird extern gehostet. Die personenbezogenen Daten, die auf dieser Website erfasst werden, werden auf den Servern des Hosters gespeichert. Hosting-Anbieter:

# privacyPolicy13
source: Cyberse GmbH & Co. KG<br> Arzbergweg 39<br> 91217 Hersbruck<br> Germany
es: Cyberse GmbH & Co. KG Arzbergweg 39 91217 Hersbruck Deutschland

# privacyPolicy14
source: 3. General Information and Mandatory Information
es: 3. Allgemeine Hinweise und Pflichtinformationen

# privacyPolicy15
source: Data Protection
es: Datenschutz

# privacyPolicy16
source: The operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with the statutory data protection regulations and this privacy policy.
es: Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.

# privacyPolicy17
source: 4. Own Services
es: 4. Eigene Dienste

# privacyPolicy19
source: We have integrated OneDrive on this website. The provider is Microsoft Ireland Operations Limited, One Microsoft Place, South County Business Park, Leopardstown, Dublin 18, Ireland.
es: Wir haben OneDrive auf dieser Website eingebunden. Anbieter ist die Microsoft Ireland Operations Limited, One Microsoft Place, South County Business Park, Leopardstown, Dublin 18, Irland.

# imprintTitle
source: Imprint
es: Impressum

# imprint2
source: Contact
es: Kontakt

# imprint3
source: Phone: 015210577309<br /> Telefax: -<br /> E-Mail: davidburkert@outlook.com
es: Telefon: 015210577309

# imprint4
source: Editorially Responsible
es: Redaktionell verantwortlich

# imprint5
source: David Burkert<br /> Kamorstraße 35<br /> 78464 Konstanz
es: David Burkert

# imprint6
source: Source: <a href="https://www.e-recht24.de">https://www.e-recht24.de</a>
es: Quelle: <a href="https://www.e-recht24.de">https://www.e-recht24.de</a>

# landingPage3
source: Why me
es: Wieso ich ?

# landingPage4
source: I am motivated to continously learn new technologies and develop myself. My ability to solve complex problems and my passion for programming make me a valuable member of your team.
es: Ich bin motiviert fortlaufend neue Technologien zu erlernen und mich selbst zu entwickeln. Meine Fähigkeit komplexe Probleme zu lösen und meine Passion für das programmieren machen mich zu einem wertvollen Teammitglied.

# landingPage5
source: I am
es: Ich bin

# landingPage6
source: Contact me
es: Kontaktier mich

# landingPage7
source: My Skill Set
es: Mein Skillset

# landingPage8
source: The IT landscape is continously evolving, with new technologies and methodologies. Staying motivated to expand my IT skills requires a strategic approach, a curios mindset, and a commitment to lifelong learning.
es: Die IT-Welt entwickelt sich fortlaufend weiter und es gibt neue Technologien und Methoden. Motiviert zu bleiben, um meine IT-Fähigkeiten zu erweitern, erfordert eine strategische herangehensweise, ein neuegieren Charakter und eine hingabe zu lebenslangem lernen.

# landingPage14
source: I'm allways happy to learn new technologies, just tell me what you need.
es: Ich bin immer froh neue Technologien zu erlernen, sag mir einfach was du gerade brauchst.

# landingPage15
source: My Work
es: Meine Arbeit

# landingPage16
source: Project Join
es: Projekt Join

# landingPage17
source: About the project
es: Über das Projekt

# landingPage18
source: Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and and categories. The Teamplaner includes a fully functional Login Area, a Contact Book, a Summary and a Database to store the progress of the tasks.
es: Team und Aufgabenplaner, welcher an das Kanbanboard angelehnt ist. Erstelle und Organiziere Aufgaben, nutze das Drag and Drop System um den Fortschritt des Projekts sichtbar zu machen. Weise Nutzer zu und füge Kategorien hinzu. Es gibt einen vollkommen funktionsfähigen Login-Bereich und eine Datenbank um den Fortschritt zu speichern.

# landingPage19
source: Technologies I have used
es: Technologien die ich genutzt habe

# landingPage21
source: What I have learned
es: Was habe ich gelernt

# landingPage22
source: I've learned to store and edit data in a Database. I'learned to get and delete data from a Database. I've also learned to fetch the data drom an API and to use the different options. In extra I've stored the IP for the automatic Login.
es: Ich habe die Speicherung und Editierung von Daten in einer Firebase-Datenbank erlernt. Ich habe erlernt die Daten von einer API zu fetchen und so die Daten in der Firestore-Datenbank abzurufen, hochzuladen , zu löschen und zu editieren. Zusätzlich habe ich die IP des USERs aus eine rAPI abgerufen und für den automatischen Login und die Strafverfolgung abgespeichert.

# landingPage23
source: Project Pollo Loco
es: Projekt Pollo Loco

# landingPage24
source: About the project
es: Über das Projekt

# landingPage25
source: Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa, while you have to jump over chickens and at the end you have to fight against the crazy hen.
es: Bei dem Spiel hhandelt es sich um ein Jump an Run Game, welches an SuperMario erinnert und welches Objektorientiert ist. In dem Spiel musst du dem Character dabei helfen Münzen und Tabaskoflaschen einzusammeln, während du über Hühnchen springst. Am Ende des Spiels muss dann noch der Endboss besiegt werden.

# landingPage26
source: Technologies I have used
es: Technologien die ich benutzt habe

# landingPage27
source: HTML, JavaScript Classes, CSS
es: HTML, JavaScript Klassen, CSS

# landingPage28
source: What I have learned
es: Was habe ich gelernt

# landingPage29
source: I've coded classes and chained them correctly. I'learned a lot in this project, for example to animate PNG sequences with Intervals in a canvas element, to implement game sounds and various Keyboard events and a lot more.
es: Ich habe Klassen kodiert und sie korrekt verkettet. Ich habe eine Menge in dem Projekt erlernt, zum Beispiel habe ich die Animation von Bildsequenzen, mithilfe von Intervallen und Folgen, in einem Canvas erlernt. In dem Projekt musste ich verscheidenste Keyboard events definieren und eine Menge mehr.

# landingPage30
source: Project Delivery-App
es: Projekt Bestell-App

# landingPage31
source: About the project
es: Über das Projekt

# landingPage32
source: In this App you can select and add dishes to the orderlist. It's possible to edit the order list. There is an extra page for the menu, the imprint and contacts. Everything is lovely designed with mp4s and pngs.
es: In dieser App kannst du Gerichte auswählen und zur Bestellung hinzufügen. Die Bestellung kann edietiert werden und es gibt eine extra Seite für das Menü, das Impressum und die Kontakte. Alles wurde liebevoll mit MP4s und PNGs ausgeschmückt.

# landingPage33
source: Technologies I have used
es: Technologien die ich benutzt habe

# landingPage35
source: What I have learned
es: Was habe ich gelernt ?

# landingPage36
source: I've coded classes and chained them correctly. I'learned a lot in this project, for example to animate PNG sequences with Intervals in a canvas element, to implement game sounds and various Keyboard events and a lot more.
es: Ich habe Klassen kodiert und sie korrekt verkettet. Ich habe eine Menge in dem Projekt erlernt, zum Beispiel habe ich die Animation von Bildsequenzen, mithilfe von Intervallen und Folgen, in einem Canvas erlernt. In dem Projekt musste ich verscheidenste Keyboard events definieren und eine Menge mehr.

# landingPage37
source: Project Polaroid Messenger
es: Projekt Polaroid Messenger

# landingPage38
source: About the project
es: Über das Projekt

# landingPage39
source: In this App you can select and add dishes to the orderlist. It's possible to edit the order list. There is an extra page for the menu, the imprint and contacts. Everything is lovely designed with mp4s and pngs.
es: In dieser App kannst du Gerichte auswählen und zur Bestellung hinzufügen. Die Bestellung kann edietiert werden und es gibt eine extra Seite für das Menü, das Impressum und die Kontakte. Alles wurde liebevoll mit MP4s und PNGs ausgeschmückt.

# landingPage40
source: Technologies I have used
es: Technologien die ich benutzt habe

# landingPage42
source: What I have learned
es: Was habe ich gelernt

# landingPage43
source: I've coded classes and chained them correctly. I'learned a lot in this project, for example to animate PNG sequences with Intervals in a canvas element, to implement game sounds and various Keyboard events and a lot more.
es: Ich habe Klassen kodiert und sie korrekt verkettet. Ich habe eine Menge in dem Projekt erlernt, zum Beispiel habe ich die Animation von Bildsequenzen, mithilfe von Intervallen und Folgen, in einem Canvas erlernt. In dem Projekt musste ich verscheidenste Keyboard events definieren und eine Menge mehr.

# landingPage44
source: Ongoing project
es: Neustes Projekt

# landingPage45
source: I am currently working on developing a streaming app. This is for me both exciting and challenging. In my work the key to success lies in a good planning and execution. With the streaming App national conficts could be solved and it could be possible to achieve peace with social interaction and moderation.
es: Ich arbeite gerade an einer Streaming-App. Das ist für mich sowohl aufregend, wie auch herausfordernd. In meiner Arbeit liegt der Schlüssel zum Erfolg in einer guten Planung und Ausführung. Mit der Streaming App könnten nationale Konflikte gelöst werden und es köntne Frieden mithilfe von sozialer Interaktion und durch eine Moderation erreicht werden.

# landingPage46
source: Let's talk
es: Lass uns reden.

# landingPage47
source: Contact me
es: Kontaktier mich

# landingPage48
source: Let us work together.
es: Lass uns zusammenarbeiten.

# landingPage49
source: Whether your project involves developing a new application, implementing a new Database or calculate big Data sets, I have the technical acumen and problem-solving skills to ensure successful outcoumes.
es: Wenn dein Projekt die Entwicklung einer neuen Applikation, die Einbindung einer Datenbank oder die Kalkulation großer Datenmengen beinhaltet, habe ich das technische Verständnis und die Problemlösungsfähigkeiten, damit das Projekt einen erfolgreichen Ausgang hat.

# landingPage50
source: Legal notice
es: Impressum

# landingPage51
source: privacy policy
es: Datenschutzerkärung
